{
  "LuaSnip": { "branch": "master" },
  "auto-dark-mode": { "branch": "master" },
  "autopairs": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-luasnip": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "comment": { "branch": "master" },
  "conform": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "hover": { "branch": "main" },
  "lazy": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lualine": { "branch": "master" },
  "luarocks": { "branch": "main" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neorg": { "branch": "main" },
  "neotree": { "branch": "v3.x" },
  "noice.nvim": { "branch": "main" },
  "notify": { "branch": "master" },
  "nui": { "branch": "main" },
  "oil": { "branch": "master" },
  "plenary": { "branch": "master" },
  "render-markdown": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "telescope": { "branch": "master" },
  "telescope-bibtex": { "branch": "master" },
  "telescope-fzf": { "branch": "main" },
  "telescope-gitmoji": { "branch": "master" },
  "telescope-zotero": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "treesitter-context": { "branch": "master" },
  "treesitter-textobjects": { "branch": "master" },
  "treesj": { "branch": "main" },
  "web-devicons": { "branch": "master" },
  "which-key": { "branch": "main" }
}
